<template>
    <div class="container">
        <h2>借哪儿用户隐私协议</h2>
        <p class="txt">欢迎您使用借哪儿平台（含借哪儿APP和借哪儿微信公众号），为保证您的权益，便于更好的使用借哪儿平台（以下简称“本平台”）及相应的配套服务，请您务必认真审慎阅读《借哪儿用户隐私协议》（以下简称“本协议”）、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议。您一旦安装、复制、下载、访问或以其它方式使用本平台产品，即表示您同意接受本协议各项条款的约束。如果您拒绝接受本协议条款，请您停止下载、安装或使用本平台及其相关服务。</p>
        <p class="title">一、【协议的范围】</p>
        <p class="title">1.1【协议适用主体范围】</p>
        <p class="txt">为了便于您了解适用于您使用借哪儿的条款和条件，我们将在借哪儿上发布我们对本注册协议的修改，您应不时地审阅本注册协议以及经参引而并入其中的对应规则。</p>
        <p class="title">1.2【协议关系及冲突条款】</p>
        <p class="txt">本协议被视为《借哪儿用户服务协议》的补充协议，具有同等的法律效力，如协议内容有中突或不相一致的，以本协议为准。</p>
        <p class="title">二、【关于本服务】</p>
        <p class="title">2.1【本服务的内容】</p>
        <p class="txt">本服务内容是指本公司向用户提供的网络金融服务工具（以下简称“借哪儿”），支持账单管理、资讯查看等（以下简称“本服务”）。</p>
        <p class="title">2.2【本服务许可的范围】</p>
        <p class="txt"> 2.2.1本公司给予您一项个人的、不可转让及非排他性的许可，以使用本平台。您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本平台。</p>
        <p class="txt">2.2.2您可以为使用本平台及服务的目的复制本平台的一个副本，仅用作备份。备份副本必须包含原平台中含有的所有著作权信息。</p>
        <p class="txt">2.2.3本条及本协议其他条款未明示授权的其他一切权利仍由本公司保留，您在行使这些权利时须另外取得本公司的书面许可。本公司如果未行使前述任何权利，并不构成对该权利的放弃。</p>
        <p class="title">三、【平台的获取】</p>
        <p class="txt">3.1您可以直接从本公司的网站上获取本平台，也可以从得到本公司授权的第三方获取。</p>
        <p class="txt">3.2如果您从未经本公司授权的第三方获取本平台或与本平台名称相同的安装程序，产生的不利后果将由您本人承担；您可向我司提供相关证据，我司将配合相关部门的工作。</p>
        <p class="title">四、【APP的安装与卸载】</p>
        <p class="txt">4.1本公司可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。</p>
        <p class="txt">4.2下载安装程序后，您需要按照该程序提示的步骤正确安装。</p>
        <p class="txt">4.3为了能提供更加优质、安全的服务，本公司在软件安装时可能推荐您安装其他平台，您有权选择安装或不安装。</p>
        <p class="txt">4.4您可以根据自己的需要选择卸载或继续使用软件；对于更新或增加的条款，如你选择继续使用，须在认真阅读相关条款并同意条款所载内容的前提下进行。如果您愿意帮助本公司改进产品服务，请告知卸载的原因。</p>
        <p class="title">五、【平台的更新】</p>
        <p class="txt">5.1为了改善用户体验、完善服务内容，本公司将不断努力开发新的服务，并为您不时提供平台更新（这些更新可能会采取平台替换、修改、功能强化、版本升级等形式）。</p>
        <p class="txt">5.2为了保证本平台及服务的安全性和功能的一致性，本公司有权不经向您特别通知而对平台进行更新，或者对平台的部分功能效果进行改变或限制。</p>
        <p class="txt">5.3本平台新版本发布后，旧版本的平台可能无法使用。本公司不保证旧版本平台继续可用及相应的客户服务，请您随时核对并下载最新版本。</p>
        <p class="title">六、【用户个人信息保护】</p>
        <p class="txt">6.1保护用户个人信息是本公司的一项基本原则，也是基本义务，本公司将会采取合法、合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可本公司不会向第三方公开、透露用户个人信息。本公司对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</p>
        <p class="txt">6.2您在注册账号或使用本服务的过程中，可能需要提供一些必要的信息，例如：为向您提供账号注册服务或进行用户身份识别，需要您填写手机号码等信息。国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
        <p class="txt">6.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
        <p class="txt">6.4本公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
        <p class="title">七、【主权利义务条款】</p>
        <p class="title">7.1【账号使用规范】</p>
        <p class="txt">7.1.1您在使用本服务前需要注册一个借哪儿账号。借哪儿账号可通过手机号码注册。本公司有权根据用户需求或产品需要对账号注册和绑定的方式进行变更。</p>
        <p class="txt">7.1.2借哪儿账号凭手机验证码登录，根据用户实时获取的手机验证码进行验证。</p>
        <p class="txt">7.1.3借哪儿账号的所有权归本公司所有，用户完成申请注册手续后，仅获得借哪儿账号的受限制的使用权，且该使用权仅属于初始申请注册人，同时，初始申请注册人不得赠与、借用、租用、转让或售卖借哪儿账号或者以其他方式许可非初始申请注册人使用借哪儿账号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用借哪儿账号。</p>
        <p class="txt">7.1.4用户有责任妥善保管注册账户信息及账户相关密码的安全，用户不得向他人透露账户及密码信息；因用户保管不当，造成的损失由用户本人承担。</p>
        <p class="title">7.2【用户注意事项】</p>
        <p class="txt">7.2.1您在使用本平台某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您须在阅读并理解相关的单独协议后，选择是否接受该特定服务。</p>
        <p class="txt">7.2.2您理解并同意本公司将会尽其商业上的合理努力保障您在本平台及服务中的数据存储安全，但是本公司并不能就此提供完全保证，包括但不限于以下情形：</p>
        <p class="txt">7.2.2.1本公司不对您在本平台及服务中相关数据的删除或储存失败负责；</p>
        <p class="txt">7.2.2.2本公司有权根据实际情况自行决定单个用户在本平台及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本平台及服务中的相关数据；</p>
        <p class="txt">7.2.2.3如果您停止使用本平台及服务或服务被终止或取消，本公司可以从服务器上永久地删除您的数据。服务停止、终止或取消后，本公司没有义务向您返还任何数据。</p>
        <p class="txt">7.2.3用户在使用本平台及服务时，须自行承担如下来自本公司不可掌控的风险内容，包括但不限于：</p>
        <p class="txt">7.2.3.1由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</p>
        <p class="txt">7.2.3.2用户必须选择相匹配的软件版本，否则，由此所导致的任何问题或损害，均由用户自行承担；</p>
        <p class="txt">7.2.3.3由于无线网络信号不稳定、无线网络带宽小等原因，所引起的登录失败、资料同步不完整、页面打开速度慢等风险。</p>
        <p class="title">7.3 【第三方产品和服务</p>
        <p class="txt">7.3.1您在使用本平台第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。本公司和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
        <p class="txt">7.3.2因用户使用本平台或要求本公司提供特定服务时，本平台可能会调用第三方系统，使用或访问的结果由该第三方提供。</p>
        <p class="title">八、【用户行为规范】</p>
        <p class="title">8.1【平台使用规范】除非法律允许或本公司书面许可，您使用本平台过程中不得从事下列行为：</p>
        <p class="txt">8.1.1删除本平台及其副本上关于著作权的信息；</p>
        <p class="txt">8.1.2对本平台进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本平台的源代码；</p>
        <p class="txt">8.1.3对本平台或者本平台运行过程中释放到任何终端内存中的数据、平台运行过程中客户端与服务器端的交互数据，以及本平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非本公司经授权的第三方工具／服务接入本平台和相关系统；</p>
        <p class="txt">8.1.4通过修改或伪造平台运行中的指令、数据，增加、删减、变动平台的功能或运行效果，或者将用于上述用途的平台、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
        <p class="txt">8.1.5通过非本公司开发、授权的第三方平台、插件、外挂、系统，登录或使用本公司平台及服务，或制作、发布、传播上述工具；</p>
        <p class="txt">8.1.6自行或者授权他人、第三方平台对本平台及其组件、模块、数据进行干扰；</p>
        <p class="txt">8.1.7其他未经本公司明示授权的行为。</p>
        <p class="title">九、【终端安全责任】</p>
        <p class="txt">9.1 您理解并同意，本平台同大多数互联网平台一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他平台或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本平台的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</p>
        <p class="txt">9.2 您不得制作、发布、使用、传播用于窃取借哪儿账号及他人个人信息、财产的恶意程序。</p>
        <p class="txt">9.3 维护平台安全与正常使用是本公司和您的共同责任，本公司将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意本公司并不能就此提供完全保证。</p>
        <p class="title">十、【其他】</p>
        <p class="txt">10.1 您使用本平台即视为您已阅读并同意受本协议的约束。本公司有权在必要时变更本协议相关条款，你亦有权在我司变更相关条款时，选择是否继续使用本平台；如您对我司新条款有异议的，您有权停止使用本平台。</p>
        <p class="txt">10.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p class="txt">10.3 诉讼管辖：由浙江霖梓科技有限公司登记地法院管辖。</p>
        <p class="txt">10.4 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
    </div>
</template>

<script>
    export default {
        name: "userPrivacyAgreement"
    }
</script>

<style scoped lang="less">
    .container{
        background: #fff;
        padding: 32px 32px 64px;
        h2{
            color: #333;
            font-weight: 700;
            font-size: 36px;
            line-height: 36px;
            text-align: center;
        }
        .title{
            margin-top: 48px;
            color: #666666;
            font-size: 28px;
            font-weight: bold;
        }
        .txt{
            margin-top: 28px;
            color: #666666;
            font-size: 28px;
            line-height: 44px;
        }
    }
</style>